accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adw-gtk-theme
adwaita-dark
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amazon-fonts
android-tools
appmenu-gtk-module
aria2
ark
arrow
auto-cpufreq
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluedevil
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bottom
brave-bin
breeze-gtk
brillo
bruno-bin
btop
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
catfish
cava
chafa
char-white
chwd
clickup
cliphist
clipse
cmake
cosmic-greeter
cpio
cpupower
croc
cryptsetup
dbeaver
device-mapper
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
egl-wayland
eslint
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-unikey
ferdium-bin
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
freerdp
fsarchiver
fuzzel
fwupd
gdb
ghostty
gimp
git
github-cli
glances
gnome-keyring
gnome-system-monitor
go
gophertube-bin
gpart
gparted
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gvfs
gwenview
haruna
haveged
hdf5
hdparm
htop
httpie
httpie-desktop-bin
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imv
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
inter-font
iptables-nft
iwd
jetbrains-toolbox
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
keepassxc
keyd
kinfocenter
kio-admin
konsole
kscreen
kvantum
kwallet-pam
kwalletmanager
lazygit
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgnome-keyring
libgsf
libopenraw
libplasma
libreoffice-fresh
librewolf-bin
librsync
libva-intel-driver
libvirt
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
lldb
localsend
logrotate
lsb-release
lsscsi
luarocks
lvm2
man-db
man-pages
mariadb-libs
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
motrix-bin
mtools
mysql-workbench
nano
nano-syntax-highlighting
nautilus
ncdu
nemo
neovide
neovim-nightly-bin
netbeans
netcdf
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
nodejs
notion
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvtop
nwg-look
obs-studio-browser
obsidian
octopi
odt2txt
okular
openbsd-netcat
opencl-mesa
opendesktop-fonts
openssh
otf-monaspace-nerd
pacman-contrib
paru
pavucontrol
perl
pgadmin4-desktop-bin
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
plymouth-kcm
podofo
poppler-glib
postgresql-libs
power-profiles-daemon
powerdevil
prettier
pv
python
python-adblock
python-defusedxml
python-packaging
qbittorrent
qemu-base
qt5ct
qt6-3d
qt6-charts
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-lottie
qt6-networkauth
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-scxml
qt6-serialbus
qt6-serialport
qt6-wayland
qt6-webview
qt6ct
rclone
readest
rebuild-detector
reflector
resvg
ripgrep
rofi
rpm-tools
rsync
rtkit
ruby
ruff
rust
s-nail
satty
sddm
sg3_utils
slack-desktop-wayland
smartmontools
sof-firmware
spectacle
spoofdpi
starship
stow
sudo
swtpm
syncthing
sysfsutils
systemd-boot-manager
telegram-desktop
texinfo
thorium-browser-avx2-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tofi
tree
tree-sitter-bash
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-ms-fonts
ttf-opensans
tumbler
udftools
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
v4l2loopback-dkms
vesktop-bin
vim
vlc-plugins-all
vpl-gpu-rt
vscodium-bin-marketplace
vulkan-intel
waybar
wget
which
wireless-regdb
wireplumber
wl-clip-persist
wlsunset
wofi
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xsettings-client
xsettingsd
yaak-bin
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zed
zip
zoxide
